<pre style="word-wrap: break-word; white-space: pre-wrap;margin-top: -18px;">
-------------------------------------------------------------------
-------------------------API приложения----------------------------
-------------------------------------------------------------------
Информация по задаче - POST
http://ar.kibera.uz/api/list/photo-albom

Принимает
    "id": '"ID альбома',

Возвращает
{
    "name" : Название альбома,
    "type" : Тип,
    "price" : Цена,
    "status" : Статус,
    "user_name" : ФИО клиента,
    "user_phone" : Телефон номер клиента,
    "elements" : 
        [
            {
                "name" : "Название фото",
                "photo" : "Ссылка Фото",
                "video" : "Ссылка Видео",
            }
        ],
}
ошибки будут прописаны в статусе error
-------------------------------------------------------------------
-------------------------------------------------------------------
Фотография - POST
http://ar.kibera.uz/api/list/send-photo

Принимает
    "path": '"Ссылка Фото',

Возвращает фото или error с ошибкой.
-------------------------------------------------------------------
-------------------------------------------------------------------
Видео - POST
http://ar.kibera.uz/api/list/send-video

Принимает
    "path": '"Ссылка Видео',

Возвращает видео или error с ошибкой.
-------------------------------------------------------------------
-------------------------------------------------------------------
</pre>